Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Emuqu measures beat-to-beat timing; it doesn't assess heart rhythm. A clinician or a clinically validated ECG is the right place for that question.
ar: يقيس Emuqu التوقيت بين النبضات، ولا يقيّم نظم القلب. المختص السريري أو تخطيط قلب معتمد سريريًا هو الجهة المناسبة لهذا السؤال.
da: Emuqu måler timingen fra slag til slag; det vurderer ikke hjerterytmen. En kliniker eller et klinisk valideret EKG er det rette sted for det spørgsmål.
de: Emuqu misst die Zeit von Schlag zu Schlag; den Herzrhythmus bewertet es nicht. Für diese Frage sind eine klinische Fachperson oder ein klinisch validiertes EKG die richtige Anlaufstelle.
es: Emuqu mide el tiempo entre latidos; no evalúa el ritmo cardíaco. Un profesional clínico o un ECG validado clínicamente es el lugar adecuado para esa pregunta.
fi: Emuqu mittaa lyönnistä lyöntiin -ajoitusta; se ei arvioi sydämen rytmiä. Kliininen ammattilainen tai kliinisesti validoitu EKG on oikea taho tähän kysymykseen.
fr: Emuqu mesure l'intervalle entre les battements ; il n'évalue pas le rythme cardiaque. Un clinicien ou un ECG validé cliniquement est le bon interlocuteur pour cette question.
is: Emuqu mælir tímann milli slaga; það metur ekki hjartsláttartaktinn. Klínískur sérfræðingur eða klínískt staðfest hjartalínurit er rétti staðurinn fyrir þá spurningu.
it: Emuqu misura l'intervallo tra un battito e l'altro; non valuta il ritmo cardiaco. Un clinico o un ECG validato clinicamente è la via giusta per questa domanda.
ja: Emuqu は拍動ごとのタイミングを測定するもので、心拍リズムは評価しません。その質問は臨床の専門家か、臨床的に検証された心電図にお任せください。
ko: Emuqu는 박동 간 간격을 측정할 뿐 심장 리듬은 평가하지 않습니다. 그 질문은 임상 전문가나 임상적으로 검증된 심전도에 맡기는 것이 맞습니다.
nb: Emuqu måler tiden fra slag til slag; det vurderer ikke hjerterytmen. En kliniker eller et klinisk validert EKG er rett sted for det spørsmålet.
nl: Emuqu meet de tijd tussen hartslagen; het beoordeelt het hartritme niet. Een clinicus of een klinisch gevalideerd ecg is de juiste plek voor die vraag.
pt_br: O Emuqu mede o intervalo entre batimentos; ele não avalia o ritmo cardíaco. Um profissional clínico ou um ECG validado clinicamente é o lugar certo para essa pergunta.
ru: Emuqu измеряет интервалы между ударами сердца и не оценивает сердечный ритм. С этим вопросом лучше обратиться к клиницисту или к клинически валидированной ЭКГ.
sv: Emuqu mäter tiden från slag till slag; den bedömer inte hjärtrytmen. En kliniker eller ett kliniskt validerat EKG är rätt ställe för den frågan.
zh_hans: Emuqu 测量的是逐搏间隔，不评估心律。这个问题应该交给临床专业人员或经过临床验证的心电图。

source: Emuqu multi-session format detected. Use batch import for multi-session files.
ar: تم اكتشاف تنسيق Emuqu متعدد الجلسات. استخدم الاستيراد الدفعي للملفات متعددة الجلسات.
da: Emuqu-format med flere sessioner registreret. Brug batchimport til filer med flere sessioner.
de: Emuqu-Format mit mehreren Sitzungen erkannt. Verwende für solche Dateien den Stapelimport.
es: Se ha detectado el formato de Emuqu con varias sesiones. Usa la importación por lotes para estos archivos.
fi: Emuqun usean istunnon muoto tunnistettu. Käytä näille tiedostoille eräsiirtoa.
fr: Format Emuqu multisession détecté. Utilisez l’import par lot pour ces fichiers.
is: Emuqu-snið með mörgum lotum fannst. Notaðu runuinnflutning fyrir slíkar skrár.
it: Rilevato formato Emuqu con più sessioni. Usa l’importazione in blocco per questi file.
ja: Emuqu複数セッション形式を検出しました。複数セッションのファイルには一括インポートを使用してください。
ko: Emuqu 다중 세션 형식이 감지되었습니다. 다중 세션 파일은 일괄 가져오기를 사용하세요.
nb: Emuqu-format med flere økter oppdaget. Bruk satsvis import for slike filer.
nl: Emuqu-indeling met meerdere sessies gedetecteerd. Gebruik batchimport voor deze bestanden.
pt_br: Formato do Emuqu com várias sessões detectado. Use a importação em lote para esses arquivos.
ru: Обнаружен формат Emuqu с несколькими сессиями. Для таких файлов используйте пакетный импорт.
sv: Emuqu-format med flera sessioner upptäcktes. Använd batchimport för sådana filer.
zh_hans: 检测到 Emuqu 多记录格式。多记录文件请使用批量导入。

source: Emuqu multi-session RR export (raw data)
ar: تصدير RR متعدد الجلسات من Emuqu (بيانات خام)
da: Emuqu RR-eksport med flere sessioner (rådata)
de: Emuqu-RR-Export mit mehreren Sitzungen (Rohdaten)
es: Exportación RR de Emuqu con varias sesiones (datos sin procesar)
fi: Emuqun usean istunnon RR-vienti (raakadata)
fr: Export RR Emuqu multisession (données brutes)
is: RR-útflutningur Emuqu með mörgum lotum (hrá gögn)
it: Esportazione RR di Emuqu con più sessioni (dati grezzi)
ja: Emuqu複数セッションRRエクスポート（生データ）
ko: Emuqu 다중 세션 RR 내보내기(원시 데이터)
nb: Emuqu RR-eksport med flere økter (rådata)
nl: Emuqu RR-export met meerdere sessies (ruwe gegevens)
pt_br: Exportação RR do Emuqu com várias sessões (dados brutos)
ru: Экспорт RR из Emuqu с несколькими сессиями (исходные данные)
sv: Emuqu RR-export med flera sessioner (rådata)
zh_hans: Emuqu 多记录 RR 导出（原始数据）

source: Emuqu RR Export
ar: تصدير RR من Emuqu
da: Emuqu RR-eksport
es: Exportación RR de Emuqu
fi: Emuqu RR -vienti
fr: Export RR Emuqu
is: Emuqu RR-útflutningur
it: Esportazione RR di Emuqu
ja: Emuqu RRエクスポート
ko: Emuqu RR 내보내기
nb: Emuqu RR-eksport
pt_br: Exportação RR do Emuqu
ru: Экспорт RR из Emuqu
zh_hans: Emuqu RR 导出

source: Emuqu — Chat Export
ar: Emuqu — تصدير المحادثة
da: Emuqu — Eksport af chat
es: Emuqu — Exportación del chat
fi: Emuqu — Keskustelun vienti
fr: Emuqu — Export de la conversation
is: Emuqu — Útflutningur spjalls
it: Emuqu — Esportazione chat
ja: Emuqu — チャットの書き出し
ko: Emuqu — 채팅 내보내기
nb: Emuqu — Eksport av chat
pt_br: Emuqu — Exportação da conversa
ru: Emuqu — Экспорт чата
sv: Emuqu — Export av chatt
zh_hans: Emuqu — 聊天导出

source: Emuqu's scores are research-informed observations of your measured physiology.
ar: درجات Emuqu ملاحظات مستندة إلى الأبحاث لوظائفك الفسيولوجية المقاسة.
da: Emuqus scorer er forskningsbaserede observationer af din målte fysiologi.
de: Die Scores von Emuqu sind forschungsbasierte Beobachtungen deiner gemessenen Physiologie.
es: Las puntuaciones de Emuqu son observaciones de tu fisiología medida, basadas en la investigación.
fi: Emuqun pisteet ovat tutkimukseen pohjautuvia havaintoja mitatusta fysiologiastasi.
fr: Les scores d'Emuqu sont des observations de votre physiologie mesurée, éclairées par la recherche.
is: Stig Emuqu eru rannsóknarbyggðar athuganir á mældri lífeðlisfræði þinni.
it: I punteggi di Emuqu sono osservazioni della tua fisiologia misurata, basate sulla ricerca.
ja: Emuqu のスコアは、測定されたあなたの生理機能を研究に基づいて観察したものです。
ko: Emuqu의 점수는 측정된 생리 상태를 연구에 기반해 관찰한 것입니다.
nb: Emuqus skårer er forskningsbaserte observasjoner av den målte fysiologien din.
nl: De scores van Emuqu zijn op onderzoek gebaseerde observaties van je gemeten fysiologie.
pt_br: As pontuações do Emuqu são observações da sua fisiologia medida, embasadas em pesquisa.
ru: Оценки Emuqu — это основанные на исследованиях наблюдения за вашей измеренной физиологией.
sv: Emuqus poäng är forskningsgrundade observationer av din uppmätta fysiologi.
zh_hans: Emuqu 的分数是基于研究、对你实测生理状况的观察。

source: Encrypted files (cannot read):
ar: ملفات مشفّرة (تتعذّر قراءتها):
da: Krypterede filer (kan ikke læses):
de: Verschlüsselte Dateien (nicht lesbar):
es: Archivos cifrados (no se pueden leer):
fi: Salatut tiedostot (ei voi lukea):
fr: Fichiers chiffrés (illisibles) :
is: Dulkóðaðar skrár (ekki hægt að lesa):
it: File crittografati (non leggibili):
ja: 暗号化ファイル（読み取り不可）:
ko: 암호화된 파일(읽을 수 없음):
nb: Krypterte filer (kan ikke leses):
nl: Versleutelde bestanden (niet leesbaar):
pt_br: Arquivos criptografados (não legíveis):
ru: Зашифрованные файлы (не читаются):
sv: Krypterade filer (kan inte läsas):
zh_hans: 加密文件（无法读取）：

source: Encrypted files: %lld
ar: الملفات المشفّرة: %lld
da: Krypterede filer: %lld
de: Verschlüsselte Dateien: %lld
es: Archivos cifrados: %lld
fi: Salatut tiedostot: %lld
fr: Fichiers chiffrés : %lld
is: Dulkóðaðar skrár: %lld
it: File crittografati: %lld
ja: 暗号化ファイル: %lld
ko: 암호화된 파일: %lld
nb: Krypterte filer: %lld
nl: Versleutelde bestanden: %lld
pt_br: Arquivos criptografados: %lld
ru: Зашифрованные файлы: %lld
sv: Krypterade filer: %lld
zh_hans: 加密文件：%lld

source: Endurance athletes your age often reach 60-120+ ms
ar: رياضيو التحمل في عمرك يصلون غالبًا إلى 60-120+ م.ث
da: Udholdenhedsatleter på din alder når ofte 60-120+ ms
de: Ausdauersportler in deinem Alter erreichen oft 60-120+ ms
es: Los deportistas de resistencia de tu edad suelen alcanzar 60-120+ ms
fi: Ikäisesi kestävyysurheilijat yltävät usein 60-120+ ms
fr: Les sportifs d'endurance de votre âge atteignent souvent 60-120+ ms
is: Þolíþróttafólk á þínum aldri nær oft 60-120+ ms
it: Gli atleti di resistenza della tua età raggiungono spesso 60-120+ ms
ja: 同年代の持久系アスリートは 60-120+ ms に達することが多いです
ko: 같은 연령대의 지구력 선수는 보통 60-120+ ms에 도달합니다
nb: Utholdenhetsutøvere på din alder når ofte 60-120+ ms
nl: Duursporters van jouw leeftijd halen vaak 60-120+ ms
pt_br: Atletas de endurance da sua idade costumam chegar a 60-120+ ms
ru: Спортсмены на выносливость вашего возраста часто достигают 60-120+ мс
sv: Uthållighetsidrottare i din ålder når ofta 60-120+ ms
zh_hans: 你这个年龄的耐力运动员通常可达 60-120+ ms

source: Engine Room metric — see Settings → Metric Guide for the full glossary.
ar: مقياس Engine Room — راجع الإعدادات ← دليل المقاييس للاطلاع على المسرد الكامل.
da: Engine Room-måling — se Indstillinger → Målingsguide for den fulde ordliste.
de: Engine Room-Metrik — das vollständige Glossar findest du unter Einstellungen → Metrik-Leitfaden.
es: Métrica de Engine Room — consulta Ajustes → Guía de métricas para ver el glosario completo.
fi: Engine Room -mittari — koko sanasto löytyy kohdasta Asetukset → Mittariopas.
fr: Métrique Engine Room — consultez Réglages → Guide des métriques pour le glossaire complet.
is: Engine Room-mæling — sjá Stillingar → Mælikvarðahandbók fyrir allt orðasafnið.
it: Metrica Engine Room — vedi Impostazioni → Guida alle metriche per il glossario completo.
ja: Engine Room の指標 — 完全な用語集は 設定 → メトリクスガイド をご覧ください。
ko: Engine Room 지표 — 전체 용어집은 설정 → 지표 가이드를 참고하세요.
nb: Engine Room-mål — se Innstillinger → Måleveiledning for hele ordlisten.
nl: Engine Room-metriek — zie Instellingen → Metriekengids voor de volledige woordenlijst.
pt_br: Métrica do Engine Room — veja Configurações → Guia de Métricas para o glossário completo.
ru: Метрика Engine Room — полный глоссарий см. в Настройки → Справочник показателей.
sv: Engine Room-mått — se Inställningar → Måttguide för hela ordlistan.
zh_hans: 引擎室指标 — 完整术语表见“设置 → 指标指南”。

source: Erasing all your data sits behind a confirmation step so a stray tap can't wipe your history.
ar: يتطلب مسح كل بياناتك خطوة تأكيد حتى لا تمحو نقرة عابرة سجلك.
da: Sletning af alle dine data kræver en bekræftelse, så et fejltryk ikke kan slette din historik.
de: Das Löschen aller Daten erfordert eine Bestätigung, damit ein versehentlicher Tipp deinen Verlauf nicht löscht.
es: Borrar todos tus datos requiere un paso de confirmación para que un toque accidental no elimine tu historial.
fi: Kaikkien tietojen poistaminen vaatii vahvistuksen, jottei vahinkonapautus pyyhi historiaasi.
fr: L'effacement de toutes vos données passe par une étape de confirmation, pour qu'un geste malencontreux n'efface pas votre historique.
is: Til að eyða öllum gögnunum þínum þarf staðfestingu svo óvart ýting þurrki ekki út söguna.
it: Cancellare tutti i dati richiede una conferma, così un tocco accidentale non può eliminare lo storico.
ja: すべてのデータの消去には確認の手順があるため、誤ってタップしても履歴が消えることはありません。
ko: 모든 데이터 삭제에는 확인 단계가 있어 실수로 탭해도 기록이 지워지지 않습니다.
nb: Sletting av alle dataene dine krever en bekreftelse, så et feiltrykk ikke kan slette historikken.
nl: Al je gegevens wissen vraagt om een bevestiging, zodat een verkeerde tik je geschiedenis niet kan wissen.
pt_br: Apagar todos os seus dados exige uma confirmação, para que um toque acidental não apague seu histórico.
ru: Удаление всех данных требует подтверждения, чтобы случайное касание не стёрло историю.
sv: Att radera all din data kräver en bekräftelse, så att ett feltryck inte kan radera din historik.
zh_hans: 清除所有数据前需要确认，避免误触删除你的历史记录。

source: ERROR
ar: خطأ
da: FEJL
de: FEHLER
fi: VIRHE
fr: ERREUR
is: VILLA
it: ERRORE
ja: エラー
ko: 오류
nb: FEIL
nl: FOUT
pt_br: ERRO
ru: ОШИБКА
sv: FEL
zh_hans: 错误

source: Error clearing data: %@
ar: خطأ في مسح البيانات: %@
da: Fejl ved rydning af data: %@
de: Fehler beim Löschen der Daten: %@
es: Error al borrar los datos: %@
fi: Virhe tietojen tyhjentämisessä: %@
fr: Erreur lors de l'effacement des données : %@
is: Villa við að hreinsa gögn: %@
it: Errore durante la cancellazione dei dati: %@
ja: データのクリア中にエラー: %@
ko: 데이터 지우기 오류: %@
nb: Feil ved tømming av data: %@
nl: Fout bij wissen van gegevens: %@
pt_br: Erro ao limpar os dados: %@
ru: Ошибка очистки данных: %@
sv: Fel vid rensning av data: %@
zh_hans: 清除数据时出错：%@

source: Error scanning: %@
ar: خطأ في الفحص: %@
da: Fejl under scanning: %@
de: Fehler beim Scannen: %@
es: Error al escanear: %@
fi: Virhe tarkistuksessa: %@
fr: Erreur d'analyse : %@
is: Villa við skönnun: %@
it: Errore durante la scansione: %@
ja: スキャンエラー: %@
ko: 스캔 오류: %@
nb: Feil under skanning: %@
nl: Fout bij scannen: %@
pt_br: Erro ao verificar: %@
ru: Ошибка сканирования: %@
sv: Fel vid skanning: %@
zh_hans: 扫描出错：%@

source: Error: the app's storage container can't be opened.
ar: خطأ: تعذّر فتح حاوية تخزين التطبيق.
da: Fejl: Appens lagringscontainer kan ikke åbnes.
de: Fehler: Der Speichercontainer der App kann nicht geöffnet werden.
es: Error: no se puede abrir el contenedor de almacenamiento de la app.
fi: Virhe: apin tallennussäiliötä ei voi avata.
fr: Erreur : impossible d'ouvrir le conteneur de stockage de l'app.
is: Villa: ekki er hægt að opna geymslusvæði forritsins.
it: Errore: impossibile aprire il contenitore di archiviazione dell'app.
ja: エラー: アプリのストレージコンテナを開けません。
ko: 오류: 앱의 저장소 컨테이너를 열 수 없습니다.
nb: Feil: Appens lagringscontainer kan ikke åpnes.
nl: Fout: de opslagcontainer van de app kan niet worden geopend.
pt_br: Erro: não é possível abrir o contêiner de armazenamento do app.
ru: Ошибка: не удаётся открыть контейнер хранилища приложения.
sv: Fel: appens lagringscontainer kan inte öppnas.
zh_hans: 错误：无法打开 App 的存储容器。

source: Errors:
ar: الأخطاء:
da: Fejl:
de: Fehler:
es: Errores:
fi: Virheet:
fr: Erreurs :
is: Villur:
it: Errori:
ja: エラー:
ko: 오류:
nb: Feil:
nl: Fouten:
pt_br: Erros:
ru: Ошибки:
sv: Fel:
zh_hans: 错误：

source: Estimated — partial HR data
ar: تقديري — بيانات نبض جزئية
da: Estimeret — delvise pulsdata
de: Geschätzt — unvollständige HF-Daten
es: Estimado — datos de FC parciales
fi: Arvioitu — osittainen sykedata
fr: Estimé — données de FC partielles
is: Áætlað — hlutapúlsgögn
it: Stimato — dati FC parziali
ja: 推定 — 心拍データが一部のみ
ko: 추정 — 일부 심박 데이터
nb: Anslått — delvise pulsdata
nl: Geschat — gedeeltelijke hartslaggegevens
pt_br: Estimado — dados de FC parciais
ru: Оценка — неполные данные пульса
sv: Uppskattat — ofullständiga pulsdata
zh_hans: 估算 — 心率数据不完整

source: Estimated — strap dropout
ar: تقديري — انقطاع الحزام
da: Estimeret — strap faldt ud
de: Geschätzt — Gurtausfall
es: Estimado — la banda se desconectó
fi: Arvioitu — vyön katkos
fr: Estimé — perte de la ceinture
is: Áætlað — beltið datt út
it: Stimato — fascia disconnessa
ja: 推定 — ストラップ途切れ
ko: 추정 — 스트랩 끊김
nb: Anslått — beltet falt ut
nl: Geschat — band viel weg
pt_br: Estimado — a cinta desconectou
ru: Оценка — пояс отключался
sv: Uppskattat — bältet tappade
zh_hans: 估算 — 心率带掉线

source: Evening
ar: المساء
da: Aften
de: Abends
es: Tarde
fi: Ilta
fr: Soir
is: Kvöld
it: Sera
ja: 夜
ko: 저녁
nb: Kveld
nl: Avond
pt_br: Noite
ru: Вечер
sv: Kväll
zh_hans: 晚上

source: Every 10 min
ar: كل 10 دقائق
da: Hvert 10. min
de: Alle 10 Min.
es: Cada 10 min
fi: 10 min välein
fr: Toutes les 10 min
is: Á 10 mín. fresti
it: Ogni 10 min
ja: 10 分ごと
ko: 10분마다
nb: Hvert 10. min
nl: Elke 10 min
pt_br: A cada 10 min
ru: Каждые 10 мин
sv: Var 10:e min
zh_hans: 每 10 分钟

source: Every 2 km
ar: كل 2 كم
da: Hver 2. km
de: Alle 2 km
es: Cada 2 km
fi: 2 km välein
fr: Tous les 2 km
is: Á 2 km fresti
it: Ogni 2 km
ja: 2 km ごと
ko: 2km마다
nb: Hver 2. km
nl: Elke 2 km
pt_br: A cada 2 km
ru: Каждые 2 км
sv: Var 2:a km
zh_hans: 每 2 公里

source: Every 5 km
ar: كل 5 كم
da: Hver 5. km
de: Alle 5 km
es: Cada 5 km
fi: 5 km välein
fr: Tous les 5 km
is: Á 5 km fresti
it: Ogni 5 km
ja: 5 km ごと
ko: 5km마다
nb: Hver 5. km
nl: Elke 5 km
pt_br: A cada 5 km
ru: Каждые 5 км
sv: Var 5:e km
zh_hans: 每 5 公里

source: Every km
ar: كل كم
da: Hver km
de: Jeder km
es: Cada km
fi: Joka km
fr: Chaque km
is: Hver km
it: Ogni km
ja: 1 km ごと
ko: 1km마다
nb: Hver km
nl: Elke km
pt_br: A cada km
ru: Каждый км
sv: Varje km
zh_hans: 每公里

source: Every mile
ar: كل ميل
da: Hver mil
de: Jede Meile
es: Cada milla
fi: Joka maili
fr: Chaque mile
is: Hver míla
it: Ogni miglio
ja: 1 マイルごと
ko: 1마일마다
nb: Hver mile
nl: Elke mijl
pt_br: A cada milha
ru: Каждую милю
sv: Varje mile
zh_hans: 每英里

source: Every mile (or km)
ar: كل ميل (أو كم)
da: Hver mil (eller km)
de: Jede Meile (oder km)
es: Cada milla (o km)
fi: Joka maili (tai km)
fr: Chaque mile (ou km)
is: Hver míla (eða km)
it: Ogni miglio (o km)
ja: 1 マイル（または km）ごと
ko: 1마일(또는 km)마다
nb: Hver mile (eller km)
nl: Elke mijl (of km)
pt_br: A cada milha (ou km)
ru: Каждую милю (или км)
sv: Varje mile (eller km)
zh_hans: 每英里（或公里）

source: Every turn goes to whatever you picked in the model picker. Full control.
ar: كل دور يذهب إلى ما اخترته في منتقي النموذج. تحكم كامل.
da: Hver tur går til det, du har valgt i modelvælgeren. Fuld kontrol.
de: Jede Runde geht an das, was du in der Modellauswahl gewählt hast. Volle Kontrolle.
es: Cada turno va a lo que elegiste en el selector de modelo. Control total.
fi: Jokainen vuoro menee mallivalitsimessa valitsemallesi. Täysi hallinta.
fr: Chaque tour va à ce que vous avez choisi dans le sélecteur de modèle. Contrôle total.
is: Hver umferð fer í það sem þú valdir í líkanavalinu. Full stjórn.
it: Ogni turno va a ciò che hai scelto nel selettore del modello. Controllo totale.
ja: 毎回のやり取りが、モデルピッカーで選んだものに送られます。完全に自分で管理できます。
ko: 매번 모델 선택기에서 고른 모델로 보냅니다. 완전한 제어.
nb: Hver tur går til det du valgte i modellvelgeren. Full kontroll.
nl: Elke beurt gaat naar wat je in de modelkiezer hebt gekozen. Volledige controle.
pt_br: Cada turno vai para o que você escolheu no seletor de modelo. Controle total.
ru: Каждый шаг идёт в то, что выбрано в списке моделей. Полный контроль.
sv: Varje tur går till det du valt i modellväljaren. Full kontroll.
zh_hans: 每轮都发送到你在模型选择器中选的模型。完全由你掌控。

source: Every vital measured last night is within your usual range. No systemic stress flagged.
ar: كل العلامات الحيوية المقاسة الليلة الماضية ضمن نطاقك المعتاد. لم يُرصد إجهاد جهازي.
da: Alle vitalværdier målt i nat ligger inden for dit sædvanlige område. Ingen systemisk stress registreret.
de: Alle letzte Nacht gemessenen Vitalwerte liegen in deinem üblichen Bereich. Keine systemische Belastung erkannt.
es: Todas las constantes vitales medidas anoche están dentro de tu rango habitual. No se ha detectado estrés sistémico.
fi: Kaikki viime yönä mitatut elintoiminnot ovat tavanomaisella vaihteluvälilläsi. Systeemistä stressiä ei havaittu.
fr: Tous les signes vitaux mesurés la nuit dernière sont dans votre plage habituelle. Aucun stress systémique signalé.
is: Öll lífsmörk sem mæld voru í nótt eru innan venjulegs bils þíns. Ekkert almennt álag greint.
it: Tutti i parametri vitali misurati la scorsa notte rientrano nel tuo intervallo abituale. Nessuno stress sistemico rilevato.
ja: 昨夜測定したバイタルはすべていつもの範囲内です。全身性のストレスは検出されていません。
ko: 어젯밤 측정한 모든 바이탈이 평소 범위 안에 있습니다. 전신 스트레스는 감지되지 않았습니다.
nb: Alle vitale verdier som ble målt i natt, ligger innenfor det vanlige området ditt. Ingen systemisk stress flagget.
nl: Alle vitale waarden van afgelopen nacht vallen binnen je gebruikelijke bereik. Geen systemische stress gesignaleerd.
pt_br: Todos os sinais vitais medidos na noite passada estão na sua faixa habitual. Nenhum estresse sistêmico sinalizado.
ru: Все жизненные показатели прошлой ночи в вашем обычном диапазоне. Системного стресса не отмечено.
sv: Alla vitalvärden som mättes i natt ligger inom ditt vanliga intervall. Ingen systemisk stress flaggad.
zh_hans: 昨晚测得的所有生命体征都在你的常规范围内。未发现全身性压力。

source: Everything else in app preferences: %lld key(s) removed
ar: كل ما تبقى في تفضيلات التطبيق: أُزيل %lld مفتاح
da: Alt andet i appens præferencer: %lld nøgler fjernet
de: Alles andere in den App-Einstellungen: %lld Schlüssel entfernt
es: Todo lo demás en las preferencias de la app: %lld claves eliminadas
fi: Kaikki muu apin asetuksissa: %lld avainta poistettu
fr: Tout le reste dans les préférences de l’app : %lld clés supprimées
is: Allt annað í kjörstillingum appsins: %lld lyklar fjarlægðir
it: Tutto il resto nelle preferenze dell’app: %lld chiavi rimosse
ja: アプリの環境設定のその他すべて: %lld 個のキーを削除
ko: 앱 환경설정의 나머지 전체: 키 %lld개 삭제
nb: Alt annet i appens innstillinger: %lld nøkler fjernet
nl: Al het andere in de app-voorkeuren: %lld sleutels verwijderd
pt_br: Todo o resto nas preferências do app: %lld chaves removidas
ru: Всё остальное в настройках приложения: удалено %lld ключа
sv: Allt annat i appens inställningar: %lld nycklar togs bort
zh_hans: 应用偏好设置中的其他所有内容：移除了 %lld 个键

source: Everything else on disk: %lld item(s) removed by the container sweep
ar: كل ما تبقى على القرص: أُزيل %lld عنصر بالمسح
da: Alt andet på disken: %lld elementer fjernet ved oprydningen
de: Alles andere auf dem Gerät: %lld Elemente bei der Bereinigung entfernt
es: Todo lo demás en el disco: %lld elementos eliminados en la limpieza
fi: Kaikki muu levyllä: %lld kohdetta poistettu siivouksessa
fr: Tout le reste sur le disque : %lld éléments supprimés lors du nettoyage
is: Allt annað á diski: %lld atriði fjarlægð við hreinsun
it: Tutto il resto sul disco: %lld elementi rimossi dalla pulizia
ja: ディスク上のその他すべて: 一括削除で %lld 項目を削除
ko: 디스크의 나머지 전체: 일괄 정리로 %lld개 항목 삭제
nb: Alt annet på disken: %lld elementer fjernet ved oppryddingen
nl: Al het andere op schijf: %lld items verwijderd bij het opschonen
pt_br: Todo o resto no disco: %lld itens removidos na limpeza
ru: Всё остальное на диске: при очистке удалено %lld объекта
sv: Allt annat på disken: %lld objekt togs bort vid rensningen
zh_hans: 磁盘上的其他所有内容：清理时移除了 %lld 项

source: Excessive RR drift: %@ms (electrode movement suspected)
ar: انحراف RR مفرط: %@م.ث (يُشتبه في تحرك الأقطاب)
da: For stor RR-drift: %@ ms (formodet elektrodebevægelse)
de: Starke RR-Drift: %@ ms (vermutlich Elektrodenbewegung)
es: Deriva RR excesiva: %@ ms (posible movimiento del electrodo)
fi: Liiallinen RR-ajelehtiminen: %@ ms (elektrodien liikettä epäillään)
fr: Dérive RR excessive : %@ ms (mouvement d'électrode suspecté)
is: Of mikið RR-rek: %@ms (grunur um hreyfingu rafskauta)
it: Deriva RR eccessiva: %@ ms (sospetto movimento dell'elettrodo)
ja: RR ドリフトが過大：%@ms（電極の動きの可能性）
ko: RR 드리프트 과다: %@ms (전극 움직임 의심)
nb: For mye RR-drift: %@ ms (mistenkt elektrodebevegelse)
nl: Te veel RR-drift: %@ ms (vermoedelijk bewegende elektrode)
pt_br: Desvio de RR excessivo: %@ms (suspeita de movimento dos eletrodos)
ru: Чрезмерный дрейф RR: %@ мс (возможно смещение электродов)
sv: För stor RR-drift: %@ ms (misstänkt elektrodrörelse)
zh_hans: RR 漂移过大：%@ms（疑似电极移动）

source: Expert
ar: خبير
da: Ekspert
de: Experte
es: Experto
fi: Asiantuntija
is: Sérfræðingur
it: Esperto
ja: 上級
ko: 전문가
nb: Ekspert
pt_br: Especialista
ru: Эксперт
zh_hans: 专家
